[{
  "name": "Art of Memory",
  "author": "Francis Yates",
  "read": "true",
  "description": "The ancient Greeks, to whom a trained memory was of vital importance - as it was to everyone before the invention of printing - created an elaborate memory system, based on a technique of impressing 'places' and 'images' on the mind. Inherited and recorded by the Romans, this art of memory passed into the European tradition, to be revived, in occult form, at the Renaissance, and particularly by the strange and remarkable genius, Giordano Bruno. Such is the main theme of Frances Yates's unique and brilliant book, in the course of which she sheds light on such diverse subjects as Dante's Divine Comedy, the form of the Shakespearian theatre and the history of ancient architecture. Aside from its intrinsic fascination, The Art of Memory is an invaluable contribution to aesthetics and psychology, and to the history of philosophy, of science and of literature.",
  "href": "http://www.amazon.com/gp/product/1847922929/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1847922929&linkCode=as2&tag=stepmali-20&linkId=ZHK3GJEHG6EXCEKT"
},
{
  "name": "Down and Out in the Magic Kingdom",
  "author": "Cory Doctorow",
  "read": "true",
  "link": "<a href=\"http://www.amazon.com/gp/product/076530953X/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=076530953X&linkCode=as2&tag=stepmali-20&linkId=DIBBXK55YUWTL6MA\">Down and Out in the Magic Kingdom</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=stepmali-20&l=as2&o=1&a=076530953X\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\" />",
  "description": "On The Skids In The Transhuman Future\n\nJules is a young man barely a century old. He's lived long enough to see the cure for death and the end of scarcity, to learn ten languages and compose three symphonies...and to realize his boyhood dream of taking up residence in Disney World."
},
{
  "name": "No Place to Hide: Edward Snowden, the NSA, and the U.S. Surveillance State",
  "author": "Glenn Greenwald",
  "read": "true",
  "description": "In May 2013, Glenn Greenwald set out for Hong Kong to meet an anonymous source who claimed to have astonishing evidence of pervasive government spying and insisted on communicating only through heavily encrypted channels. That source turned out to be the 29-year-old NSA contractor and whistleblower Edward Snowden, and his revelations about the agency's widespread, systemic overreach proved to be some of the most explosive and consequential news in recent history, triggering a fierce debate over national security and information privacy. As the arguments rage on and the government considers various proposals for reform, it is clear that we have yet to see the full impact of Snowden's disclosures.",
  "link": "<a href=\"http://www.amazon.com/gp/product/B00E0CZX0G/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B00E0CZX0G&linkCode=as2&tag=stepmali-20&linkId=ZRRLKQCHJIWKHRNR\">No Place to Hide: Edward Snowden, the NSA, and the U.S. Surveillance State</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=stepmali-20&l=as2&o=1&a=B00E0CZX0G\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\" />"
},
{
  "name": "Remember, Remember: Learn the Stuff You Thought You Never Could",
  "author": "Ed Cooke",
  "read": "true",
  "link": "<a href=\"http://www.amazon.com/gp/product/B002RI9GUI/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B002RI9GUI&linkCode=as2&tag=stepmali-20&linkId=ITSPIZ34YPLAJLNF\">Remember, Remember: Learn the Stuff You Thought You Never Could</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=stepmali-20&l=as2&o=1&a=B002RI9GUI\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\" />",
  "description": "We should all know these things - but like me, you're probably resigned to being the kind of person that just never will. Now Grandmaster of Memory Ed Cooke offers up his memory secrets with a fun, quick and completely unforgettable way to remember the things you thought you never could."
},
{
  "name": "Essays",
  "author": "Montaigne",
  "read": "false",
  "link": "<a href=\"http://www.amazon.com/gp/product/014017897X/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=014017897X&linkCode=as2&tag=stepmali-20&linkId=THWAYPTEAKZB6ZME\">Montaigne: Essays</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=stepmali-20&l=as2&o=1&a=014017897X\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\" />",
  "description": "Blending intellectual speculation with anecdote and personal reflection, the Renaissance thinker and writer Michel de Montaigne pioneered the modern essay form. This edition contains all of his idiosyncratic and timeless writings on subjects as varied as the virtues of solitude, the power of the imagination, the pleasures of reading, the importance of sleep and why we sometimes laugh and cry at the same things."
},
{
  "name": "Cryptonomicon",
  "author": "Neal Stephenson",
  "read": "false",
  "description": "With this extraordinary first volume in what promises to be an epoch-making masterpiece, Neal Stephenson hacks into the secret histories of nations and the private obsessions of men, decrypting with dazzling virtuosity the forces that shaped this century.",
  "link": "<a href=\"http://www.amazon.com/gp/product/0060512806/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0060512806&linkCode=as2&tag=stepmali-20&linkId=I7TQEL6IWTGFM7DF\">Cryptonomicon</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=stepmali-20&l=as2&o=1&a=0060512806\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\" />"
},
{
  "name": "Natural Born Heroes: How a Daring Band of Misfits Mastered the Lost Secretes of Strength and Endurance",
  "author": "Christopher McDougall",
  "read": "true",
  "description": "The best-selling author of Born to Run now travels to the Mediterranean, where he discovers that the secrets of ancient Greek heroes are still alive and well on the island of Crete, and ready to be unleashed in the muscles and minds of casual athletes and aspiring heroes everywhere.",
  "link": "<a href=\"http://www.amazon.com/gp/product/B00NRQI5U6/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B00NRQI5U6&linkCode=as2&tag=stepmali-20&linkId=65SCBDS7LUXAXBOU\">Natural Born Heroes: How a Daring Band of Misfits Mastered the Lost Secrets of Strength and Endurance</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=stepmali-20&l=as2&o=1&a=B00NRQI5U6\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\" />"
},
{
  "name": "10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works--A True Story",
  "author": "Dan Harris",
  "read": "true",
  "description": "After having a nationally televised panic attack, Dan Harris knew he had to make some changes. A lifelong nonbeliever, he found himself on a bizarre adventure involving a disgraced pastor, a mysterious self-help guru, and a gaggle of brain scientists. Eventually, Harris realized that the source of his problems was the very thing he always thought was his greatest asset: the incessant, insatiable voice in his head, which had propelled him through the ranks of a hypercompetitive business, but had also led him to make the profoundly stupid decisions that provoked his on-air freak-out.",
  "href": "http://www.amazon.com/gp/product/0062265431/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0062265431&linkCode=as2&tag=stepmali-20&linkId=NMR22JCPGM2EJWR2"
},
{
  "name": "H is for Hawk",
  "author": "Helen Macdonald",
  "read": "true",
  "description": "When Helen Macdonald's father died suddenly on a London street, she was devastated. An experienced falconer—Helen had been captivated by hawks since childhood—she'd never before been tempted to train one of the most vicious predators, the goshawk. But in her grief, she saw that the goshawk's fierce and feral temperament mirrored her own. Resolving to purchase and raise the deadly creature as a means to cope with her loss, she adopted Mabel, and turned to the guidance of The Once and Future King author T.H. White's chronicle The Goshawk to begin her challenging endeavor. Projecting herself \"in the hawk's wild mind to tame her\" tested the limits of Macdonald's humanity and changed her life.",
  "href": "http://www.amazon.com/gp/product/0802123414/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=0802123414&linkCode=as2&tag=stepmali-20&linkId=K2Y5FM2IBQSTRRQK"
},
{
  "name": "Season of Migration to the North",
  "author": "Tayeb Salih",
  "read": "true",
  "description": "After years of study in Europe, the young narrator of Season of Migration to the North returns to his village along the Nile in the Sudan. It is the 1960s, and he is eager to make a contribution to the new postcolonial life of his country. Back home, he discovers a stranger among the familiar faces of childhood—the enigmatic Mustafa Sa’eed. Mustafa takes the young man into his confidence, telling him the story of his own years in London, of his brilliant career as an economist, and of the series of fraught and deadly relationships with European women that led to a terrible public reckoning and his return to his native land.",
  "href": "http://www.amazon.com/gp/product/1590173023/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1590173023&linkCode=as2&tag=stepmali-20&linkId=GXBBBW36KPBX2OQ6"
},
{
  "name": "The UnAmericans",
  "author": "Molly Antopol",
  "read": "true",
  "description": "Again and again, Molly Antopol’s deeply sympathetic characters struggle for footing in an uncertain world, hounded by forces beyond their control. Their voices are intimate and powerful and they resonate with searing beauty. Antopol is a superb young talent, and The UnAmericans will long be remembered for its wit, humanity, and heart.",
  "href": "http://www.amazon.com/gp/product/B00DNEGNP6/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B00DNEGNP6&linkCode=as2&tag=stepmali-20&linkId=542BX2ERNSIZHC5B"
},
{
  "name": "The Big Short",
  "author": "Michael Lewis",
  "read": "true",
  "description": "The real story of the crash began in bizarre feeder markets where the sun doesn't shine and the SEC doesn't dare, or bother, to tread: the bond and real estate derivative markets where geeks invent impenetrable securities to profit from the misery of lower- and middle-class Americans who can't pay their debts. The smart people who understood what was or might be happening were paralyzed by hope and fear; in any case, they weren't talking.",
  "href": "http://amzn.to/1ILHnqC"
},
{
  "name": "Seeing With The Mind's Eye: The History, Techniques, and Uses of Visualization",
  "author": "Michael Samuels and Nancy Samuels",
  "read": "true",
  "description": "This book opens the mind's eye to the inner world - whether as memories, fantasies, dreams, or visions. Over 100 illustrations.",
  "href": "http://amzn.to/1FOwQdg"
},
{
  "name": "The Mind of a Mnemonist: A Little Book about a Vast Memory",
  "author": "Aleksandr R. Luria",
  "read": "true",
  "description": "The Mind of a Mnemonist is a rare phenomenon—a scientific study that transcends its data and, in the manner of the best fictional literature, fashions a portrait of an unforgettable human being.",
  "href": "http://amzn.to/1QkJcNm"
},
{
  "name": "The Plot Against America",
  "author": "Philip Roth",
  "read": "true",
  "description": "",
  "href": "http://amzn.to/1IwQAUE"
},
{
  "name":"Women",
  "author": "Charles Bukowski",
  "read": "true",
  "description": "",
  "href": "http://amzn.to/1AskrLg",
},
{
  "name": "Meditations",
  "author": "Marcus Aurelius",
  "read": "true",
  "description": "",
  "href": "http://amzn.to/1e0dO8X"
},
{
  "name": "Time Enough For Love",
  "author": "Robert Heinlein",
  "read": "true",
  "description": "",
  "href": "http://amzn.to/1bNNgGf"
},
{
  "name": "Essentialism"
},
{
  "name": "Society of Mind",
  "read": "false"
},
{
  "name": "Small Giants",
  "read": "false"
},
{
  "name": "The Origin of Consciousness",
  "author": "Julian Jaynes"
}]
